{
  "nav": {
    "aboutUs": "About Us",
    "services": "Services",
    "projects": "Projects",
    "sustainability": "Sustainability",
    "contact": "Contact"
  },
  "search": {
    "placeholder": "Search..."
  },
  "aboutUs": {
    "title": "About Us",
    "slogan": "This website was created with love to manifest a future company <3",
    "founder": "Our Founder",
    "paragraphs": {
      "p1": "I'm Burak Ayyildiz. My journey in civil and structural engineering has always been shaped by the aim of creating not just robust structures, but also sustainable and aesthetic solutions. After completing my bachelor's degree in Civil Engineering at Balikesir University, I pursued my master's degree in Sustainable Building and Structural Engineering at the University of Liverpool in England.",
      "p2": "To date, I have worked on numerous projects both in Turkey and England, both on-site and in design offices. When establishing my own company, my primary goal was to present my work not just as an engineering service, but as a solution-oriented, reliable, and sustainable building approach. I approach each project with great diligence, striving to meet client expectations while adhering to engineering principles and aesthetics.",
      "p3": "For me, engineering is not just about calculations; it's also a process of creating innovative solutions. I'm always open to learning, developing, and doing better in this journey.",
      "p4": "However, one of the things I value most in this journey is the mark we leave on the world. Producing with not just today but the future in mind, using resources efficiently, and building environmentally conscious structures is part of my professional responsibility.",
      "p5": "I set out with a vision focused not on profit, but on impact; building not just for today, but for tomorrow. I see engineering not just as a technical profession, but as a contribution to humanity in leaving a better life for the future world."
    },
    "sections": {
      "vision": {
        "title": "Our Vision",
        "content": "We aim to build environmentally conscious and innovative living spaces using sustainable construction technologies. We prioritize green building concepts in every project to leave a more livable world for future generations. We strive to take a leading role in the industry by integrating renewable energy sources and smart building systems."
      },
      "principles": {
        "title": "Our Principles",
        "content": "Sustainable material selection and energy efficiency are the fundamental principles of all our projects. We use the latest technologies to minimize our carbon footprint and adopt a zero-waste policy in waste management. We ensure social sustainability by maintaining the highest level of workplace safety and employee well-being."
      },
      "values": {
        "title": "Our Values",
        "content": "We embrace environmental responsibility, innovation, and quality as our core values. Efficient use of natural resources and preservation of ecological balance is not just a goal for us, but a philosophy of life. We consider social benefit in every project and support the well-being of local communities."
      },
      "footer": {
        "usefulLinks": "Useful Links",
        "contactInfo": "Contact Info",
        "followUs": "Follow Us",
        "companyDescription": "Company description goes here...",
        "address": "Company address goes here...",
        "allRightsReserved": "All rights reserved.",
        "email": "Email",
        "tel": "Tel"
      }
    }
  }
}